{
    "enableExperiments": false,
    "dev": "276126275083436034",
    "prefix": "!",
    "token": "NDc2NDY3MDM5OTQzMjYyMjE4.XR-z-Q.U8N0RPTVgejlx5Qkc9BNcABVHEg",
    "log_channel": "597081559442391042",
    "startup_channel": "598879940011622411",
    "rules_channel": "294853711539470338",
    "default_tz": "UTC",
    "timezone": "UTC/GMT",
    "lowKick1Points": 6,
    "lowBan1Points": 10,
    "lowKick2Points": 16,
    "lowBan2Points": 22,
    "lowKick3Points": 28,
    "lowPermPoints": 34,
    "version": "0.2.4",
    "rules": "**1.** Do not spam. Spam is considered repeatedly sending images, posting lengthy and irrelevant message, posting long strings of messages (i.e. song lyrics, emoji spam), spam pinging (@ing) people/ranks, etc.\n\n**2.** Do not advertise other servers or groups without permission. This includes direct messaging members of this server advertisements without their consent.\n\n**3.** Inappropriate language, topics, and actions are not allowed. this includes:\n→**A.** Slurs, deliberate attempts to revoke negative reactions, pornography/adult conent, gore, offensive/hateful content in regards to race, gender identity, sexuality, etc., and graphic topics such as major genocides and school shootings.\n→**B.** Please refrain from making insensitive jokes, i.e. trigger jokes, insulting people by calling them 'autistic', etc.\n\n**4.** Do not post harmful content such as viruses, the glorification of harmful acts (i.e. self-harm, suicide), threats of IP tracking/DDoSing/Doxing, and malicious/illegal material.\n\n**5.** Respect and common decency is expected at all times. Do not mock, harass, or bully other members; this includes intentionally making people uncomfortable.\n\n**6.** Please do not be intentionally obnoxious, particularly in the voice channels. This includes playing loud audio, screaming, mic spamming, etc.\n\n**7.** True Colors is not an online dating platform; do not utilize the server as a platform for dating and/or hookups.\n\n**8.** Do not publicly post about moderation history. If you have a problem regarding moderation, please contact a member of the staff team.\n\nFor ROBLOX-related rules and an in-depth version of the guidelines, click [here](https://docs.google.com/document/d/1g1uASD3n5IIXwgiFRta4mnz0XK0WvRb6bLPXK53AbBw/edit?usp=sharing).",
    "update_text": "**0.2.4**: - Potential fix for bot not being online 24/7.\n"
}
